<script setup>

</script>

<template>
	<div class="container">
		<uni-title title="请仔细阅读以下内容" align="center"></uni-title>
		<text>
			声明\n
			为了优化平台资源利用，避免产生大量滞销商品，邻宝坊平台对长期未出售的商品采取特殊处理机
			制。若您的帖子在三个月内未能完成交易，平台将默认自动进行删除。若有必要，您可重新发布帖
			子。针对闲置类帖子，您还可选择通过本平台进行公益捐赠。发布商品即视为同意此规则，请悉知并
			合理管理您的闲置商品。\n
			邻宝坊社区信息发布规范\n
			第一章 总则\n
			第一条 目的\n
			邻宝坊致力于为用户提供安全、便捷的闲置物品交易服务，同时保障平台社区的良好生态与用户体
			验。为规范用户在邻宝坊平台上的信息发布行为，维护社区秩序与用户权益，特制定本规范。\n
			第二条 适用范围\n
			本规范适用于所有邻宝坊用户。信息发布范围包括商品信息、帖子、评论、交易评价、私信、问答、
			表态等内容，信息形式包括文本、图片、视频等。\n
			第二章 发布规范\n
			第三条 禁止发布的信息\n
			邻宝坊平台严格禁止以下信息内容：\n
			1. 违法及高风险商品：如枪支弹药、毒品、危险化学品、医疗器械、保健食品、假冒伪劣商品、违
			禁药品等。\n
			3. 不良信息：如涉黄、涉暴、煽动仇恨、非法传销、诈骗相关信息。\n
			4. 侵犯隐私或权益的内容：如个人隐私信息、未经授权的企业数据、盗版或侵权商品等。\n
			5. 不符合平台宗旨的商品：如非社区用户的商业营销信息、大量重复商品信息、虚假或误导性宣
			传。\n
			7. 其他违反法律法规和平台规范的内容。\n
			第四条 信息发布要求\n
			1. 商品信息真实可靠：发布的商品需描述准确、照片清晰，禁止使用虚假图片或信息误导买家。\n
			2. 闲置物品发布频率：避免重复发布相同或类似商品，影响社区体验。\n
			3. 遵守分类规则：商品需发布到对应的分类中，例如书籍类、电子产品类等，确保信息清晰可查。\n
			4. 定期更新商品状态：长期未出售的商品建议用户及时下架或更新状态，以提高交易效率。\n
			第三章 违规管理\n

			第五条 违规管理措施\n
			用户如违反信息发布规范，平台将视违规情节轻重采取以下措施：\n
			1. 轻度违规：下架违规商品、限制发布权限。\n
			2. 中度违规：短期禁言、限制交易功能。\n
			3. 严重违规：永久封禁账号，情节严重者移交相关部门处理。\n
			第六条 用户申诉与举报\n
			1. 用户如对平台管理措施有异议，可在7日内提交申诉，平台将在3个工作日内完成复核并反馈处理\n
			意见。\n
			2. 用户可通过平台举报其他用户的违规行为，平台将根据举报内容核实并处理。\n
			第四章 其他规定\n
			第七条 商品处理机制\n
			为优化平台资源，闲置商品如连续三个月未出售，平台将下架商品或沟通获得该物品的处理权，可对
			其进行以下处理：\n
			1. 公益捐赠：将商品转交至公益组织，帮助有需要的人。\n
			2. 平台促销：商品信息经平台整理后可进入特定促销活动中。\n
			3. 其他合理处置：如商品确无价值，平台可将其标记为无效商品并清除。\n
			第八条 更新与生效\n
			本规范将根据平台运营和用户需求不断更新，并自更新公告发布之日起生效。\n
			\n
			邻宝坊\n

			2024年11月28日\n\n
		</text>
	</div>
</template>

<style scoped lang='scss'>
	.container {
		padding: 20rpx;
		background-color: white;
		/* text-align: center; */
	}
</style>